"STORE_DESCRIPTION" = "VLC er en gratis og opensource multimedieafspiller på tværs af platforme.\nDen kan afspille alle dine film, foresttillinger og musik i de fleste formater uden konvertering.\nDen tillader filsynkronisering med Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkte downloads og gennem wifideling samt streaming fra SMB, FTP, SFTP, NFS, UPnP/DLNA medieservere og nettet.\nVLC understøttter avancerede undertekster med fuld SSA-kompatibilitet, flerspors-audio, afspilningshastighedskontrol og rendering via Chromecast.\n\nVLC er helt gratis og opensource.";

"STORE_DESCRIPTION_TV" = "VLC er en gratis og opensource multimedieafspiller på tværs af platforme.\nDen kan afspille alle dine film, foresttillinger og musik i de fleste formater uden konvertering.\nDen tillader fjernafspilning fra din Mac eller PC via en webside samt streaming fra SMB, FTP, SFTP, NFS, UPnP/DLNA medieservere og netttet.\nVLC understøtter avancerede undertekster inklusive fuld SSA-kompatibilitet, multispor-audio og afspilningshastighedskontrol.\n\nVLC er helt gratis og opensource.\n\nIllustrationer er fra TMDb, der er en filmdatabase vedligeholdt af fællesskabet.";

"UNKNOWN_TRACK_TYPE" = "Ukendt type spor";
"CHOOSE_TITLE" = "Vælg titel";
"CHOOSE_CHAPTER" = "Vælg kapitel";
"CHAPTER_SELECTION_TITLE" = "Kapitler";
"TITLE" = "Titel";
"CHAPTER" = "Kapitel";
"TRACK_SELECTION" = "Valg af spor";
"AUDIO" = "Lyd";
"SUBTITLES" = "Undertekster";
"LANGUAGE" = "Sprog";
"MEDIA_INFO" = "Medieinformation";
"VIDEO_DIMENSIONS" = "Videodimensioner";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i lydspor";
"ONE_AUDIO_TRACK" = "Et lydspor";
"FORMAT_SPU_TRACKS" = "%i underteksterspor";
"ONE_SPU_TRACK" = "Et underteksterspor";
"TRACKS" = "%i spor";
"TRACK" = "%i spor";
"TRACKS_DURATION" = "%u spor, varighed: %@";
"NB_ALBUM_FORMAT" = "%i Album";
"NB_ALBUMS_FORMAT" = "%i Albummer";

"PLAYING_EXTERNALLY_TITLE" = "TV tilsluttet";
"PLAYING_EXTERNALLY_DESC" = "Denne video afspilles på TV'et";
"PLAYING_EXTERNALLY_ADDITION" = "\n Afspiller nu på:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Farvetone";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Lysstyrke";
"VFILTER_SATURATION" = "Mætning";
"VFILTER_GAMMA" = "Gamma";

"PRESET_PREAMP_SETTING" = "Forvalgte / satte indstillinger";
"PREAMP" = "Forforstærker";
"SNAP_BANDS" = "Fastgørelsesbånd";

"PLAYBACK_FAILED" = "Afspilning mislykkedes";
"PLEASE_WAIT" = "Vent venligst";
"AR_CHANGED" = "Billedformat: %@";
"DEFAULT" = "Standard";
"FILL_TO_SCREEN" = "Beskær til at udfylde skærmen";
"PLAYBACK_SPEED" = "Afspilningshastighed";
"SPU_DELAY" = "Undertekstforsinkelse";
"AUDIO_DELAY" = "Lydforsinkelse";
"BUTTON_SLEEP_TIMER" = "Sleep-timer";
"SLEEP_TIMER_UPDATED" = "Sleep-timer opdateret";
"CONTINUE_PLAYBACK" = "Fortsæt afspilning?";
"CONTINUE_PLAYBACK_LONG" = "Vil du fortsætte afspilning af \"%@\" fra, hvor du nåede til?";

"BUTTON_ABOUT" = "Om";
"BUTTON_BACK" = "Tilbage";
"BUTTON_DONE" = "Færdig";
"BUTTON_CANCEL" = "Annuller";
"BUTTON_SAVE" = "Gem";
"BUTTON_DOWNLOAD" = "Download";
"BUTTON_DELETE" = "Fjern";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Forkast";
"BUTTON_CONTACT" = "Kontakt os";
"BUTTON_CONNECT" = "Forbind";
"BUTTON_RENAME" = "Omdøb";
"BUTTON_LEARN_MORE" = "Få mere at vide";
"BUTTON_LOGOUT" = "Log ud";
"BUTTON_CONTINUE" = "Fortsæt";
"BUTTON_SET" = "Indstil";
"BUTTON_RESET" = "Nulstil";
"BUTTON_RESCAN" = "Genskan";
"PRIVATE_PLAYBACK_TOGGLE" = "Privat afspilning";
"SCAN_SUBTITLE_TOGGLE" = "Søg efter undertekster (kun http)";

"BUTTON_RENDERER" = "Transmitteringsenheder";
"BUTTON_RENDERER_HINT" = "Vis en menu over tilgængelige transmitteringsenheder";
"BUTTON_AIRPLAY" = "AirPlay eller Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Vis tilgængelige AirPlay og Bluetooth enheder";

"UPGRADING_LIBRARY" = "Opgraderer mediebibliotek";

"FAVORITES" = "Favoritter";
"NO_FAVORITES" = "Der er endnu ingen favoritter";
"NO_FAVORITES_DESCRIPTION" = "Opret favoritfoldere, mens du gennemsøger  servere, for at få dem vist her.";
"ADD_FAVORITE" = "Tilføj til favoritter";
"REMOVE_FAVORITE" = "Fjern fra favoritter";
"FAVORITE_ALERT_TITLE" = "Vil du tilføje folderen til dine favoritter?";
"UNFAVORITE_ALERT_TITLE" = "vil du fjerne folderen fra dine favoritter?";

"OPEN_NETWORK" = "Åbn netværksstream";
"NETWORK_TITLE" = "Netværksstream";
"OPEN_NETWORK_HELP" = "Indtast en HTTP-, RTSP-, RTMP-, MMS-, FTP- eller UDP/RTP-adresse for at åbne en stream direkte.";
"HTTP_UPLOAD_SERVER_OFF" = "Inaktiv server";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Ingen aktiv Wi-Fi-forbindelse";
"OPEN_STREAM_OR_DOWNLOAD" = "Vil du downloade eller afspille denne URL?";
"ALWAYS_STREAM_URL" = "Afspil altid URL'er";
"SHARED_VLC_IOS_LIBRARY" = "Delt VLC til iOS-bibliotek";
"SMB_CIFS_FILE_SERVERS" = "Filservere (SMB)";

"MANAGED_SERVERS" = "Styret";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Download annulleret af bruger";

"DOWNLOAD_FROM_HTTP" = "Downloads";
"ERROR_NUMBER" = "Fejl %i";
"DOWNLOAD_FAILED" = "Overførsel mislykkedes";
"FILE_NOT_SUPPORTED" = "Filformat ikke understøttet";
"FILE_NOT_SUPPORTED_LONG" = "Filformatet som bruges af %@ understøttes ikke i denne version af VLC til iOS.";
"SCHEME_NOT_SUPPORTED" = "Adresseprotokol ikke understøttet";
"SCHEME_NOT_SUPPORTED_LONG" = "Adressens protokol (%@) er ikke understøttet. Brug en adresse, der begynder med HTTP, HTTPS eller FTP.";
"RENAME_MEDIA_TO" = "Angiv nyt navn for %@";

"FOLDER_EMPTY" = "Tom mappe";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Vælg en fil at åbne:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Åbn i ...";
"SHARING_ERROR_NO_FILES" = "Kunne ikke finde nogen filer at dele";
"SHARING_ERROR_NO_APPLICATIONS" = "Kunne ikke finde nogen apps, der kan åbne denne filtype";
"SHARING_SUCCESS_CAMERA_ROLL" = "Filen blev gemt i kamerarullen";

"FAVORITEVC_DETAILTEXT" = "Vis favoritfolderne";
"STREAMVC_DETAILTEXT" = "Afspil streams direkte uden at downloade";
"DOWNLOADVC_DETAILTEXT" = "Download filer direkte til din enhed";
"HEADER_TITLE_RENDERER" = "Vælg en transmitteringsenhed";

"BROWSE" = "Gennemse";
"NETWORK" = "Netværk";
"LOCAL_NETWORK" = "Lokalt netværk";
"CONNECT_TO_SERVER" = "Forbind til server";
"FILE_SERVER" = "Filservere";
"USER_LABEL" = "Bruger";
"PASSWORD_LABEL" = "Adgangskode";
"DISABLE_LABEL" = "Deaktivér";
"BUTTON_ANONYMOUS_LOGIN" = "Anonymt login";

"LOCAL_SERVER_REFRESH" = "Genopfrisk";
"LOCAL_SERVER_LAST_UPDATE" = "Sidst opdateret %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "FEJL MED SERVER-FORBINDELSE";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Tjek venligst din serveradresse og loginoplysninger";

"FILES_APP_CELL_TITLE" = "Lokale filer";
"FILES_APP_CELL_SUBTITLE" = "Åbn en fil uden at kopiere den til VLC";

"CLOUD_SERVICES" = "Cloud-tjenester";
"LOGIN" = "Log ind";
"LOGGED_IN" = "Logget ind";
"LOGGED_IN_SERVICES" = "%d logget i tjenester";
"LOGGED_IN_SERVICE" = "1 logget i tjeneste";

"DROPBOX_DOWNLOAD" = "Download fil?";
"DROPBOX_DL_LONG" = "Vil du downloade \"%@\" til din %@?";
"DROPBOX_LOGIN" = "Log ind";

"GDRIVE_ERROR_FETCHING_FILES" = "Fejl under overførsel af filer";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Din fil er blevet downloadet";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SUCCESS";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Der opstod en fejl under overførslen";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "FEJL";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Det valgte medie har ikke en url som kan afspilles";

"DISK_FULL" = "Lagergrænse nået";
"DISK_FULL_FORMAT" = "%@ kan ikke lagres på din %@, fordi du ikke har nok ledig plads.";

"NUM_OF_FILES" = "%i filer";
"ONE_FILE" = "1 fil";
"NO_FILES" = "Ingen understøttede filer";
"DOWNLOADING" = "Downloader ...";
"REMAINING_TIME" = "Resterende tid: %@";
"BIOMETRIC_UNLOCK" = "Lås mediebibliotek op\nAnnuller for at indtaste adgangskode";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Angiv adgangskode";
"Enter Passcode" = "Indtast adgangskode";
"Enter a passcode" = "Indtast en adgangskode";
"Enter your passcode" = "Indtast adgangskode";
"Passcodes did not match. Try again." = "Adgangskoderne er ikke ens. Prøv igen.";
"Re-enter your passcode" = "Indtast din adgangskode igen";
"Passcode Options" = "Adgangskodeindstillinger";
"4-Digit Numeric Code" = "4-cifret numerisk kode"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-cifret numerisk kode"; /* Passcode 6 digit numeric code */

"Settings" = "Indstillinger"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Til";
"OFF" = "Fra";

"EMPTY_LIBRARY" = "Tomt mediebibliotek";
"EMPTY_LIBRARY_LONG" = "Du kan afspille medier ved at streame dem fra en server på dit lokale netværk eller fra skyen, eller ved at synkronisere medier til din enhed vha. iTunes, Wi-Fi-overførsel eller sky-tjenester.";

"EMPTY_NO_PLAYLISTS" = "Spillelister";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Opret spillelister via redigeringstilstand i video- eller lydindhold tabulator og vælg dit favoritmedie.\nDu kan også synkronisere eksisterende spillelister fra dine andre enheder eller fra internettet.";

"EMPTY_PLAYLIST" = "Tom spilleliste";
"EMPTY_PLAYLIST_DESCRIPTION" = "Tilføj medier mens de respektive kategorier redigeres.";

"EMPTY_HISTORY" = "Slet historik";
"EMPTY_HISTORY_DESCRIPTION" = "Intet medie.";

"EMPTY_MEDIA_LIST" = "Tom medieliste";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "Afspilning kan ikke starte, når medielisten er tom";

"PLAYBACK_SCRUB_HELP" = "Lad din finger glide op for at justere scrubbinghastiged.";
"PLAYBACK_SCRUB_HIGH" = "Spoling med høj hastighed";
"PLAYBACK_SCRUB_HALF" = "Spoling med halv hastighed";
"PLAYBACK_SCRUB_QUARTER" = "Spoling med kvart hastighed";
"PLAYBACK_SCRUB_FINE" = "Præcisionsspoling";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ gået, total varighed %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ gået, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Tidsvisning";
"PLAYBACK_POSITION" = "Afspilningsposition";
"VIDEO_FILTER" = "Videofiltre";
"VIDEO_FILTER_RESET_BUTTON" = "Nulstil videofiltre";
"VIDEO_ASPECT_RATIO_BUTTON" = "Video billedformat";
"BWD_BUTTON" = "Hop tilbage";
"FWD_BUTTON" = "Hop fremad";
"PLAY_BUTTON" = "Afspil";
"NEXT_BUTTON" = "Næste";
"PREV_BUTTON" = "Forrige";
"PLAY_ALL_BUTTON" = "Afspil alle";
"PLAY_ALL_HINT" = "Afspil alle medier i samlingen";

"RESET_VIDEO_FILTERS" = "Vil du nulstille videofiltrene?";
"RESET_PLAYBACK_SPEED" = "Vil du nulstille afspilningshastigheden?";
"RESET_EQUALIZER" = "Vil du nulstille equalizer-indstillingerne?";
"RESET_SLEEP_TIMER" = "Vil du nulstille vækkeuret?";

"CUSTOM_EQUALIZER_PROFILES" = "Brugerdefinerede profiler";
"DEFAULT_PROFILE_NAME" = "Brugerdefineret profil";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Gem ny profil";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Vil du gemme en ny profil med de valgte værdier?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Omdøb profilen";
"DELETE_CUSTOM_PROFILE_TITLE" = "Slet profilen";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Vil du slette den valgte profil?";

"VERSION_FORMAT" = "Version: %@";
"BASED_ON_FORMAT" = "Baseret på:<br />%@";

"NEW" = "NY";

"VO_VIDEOPLAYER_TITLE" = "Videoafspiller";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dobbelttryk for at vise eller skjule betjeningspanel";

"FIRST_STEPS_ITUNES" = "Filsynkronisering";
"FIRST_STEPS_ITUNES_TITLE" = "Synkroniser med din computer";
"FIRST_STEPS_ITUNES_DETAILS" = "Forbind din %@ For at bruge Finder eller iTunes til \"Fildeling\". Vælg VLC for at overføre filer.";
"FIRST_STEPS_WIFI_TITLE" = "Del via Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Anvend URL'en i din favoritbrowser mens du er forbundet til samme netværk som din %@.";
"FIRST_STEPS_CLOUDS" = "Skyer";
"FIRST_STEPS_CLOUD_TITLE" = "Sky";
"FIRST_STEPS_CLOUD_DETAILS" = "Upload medie til en skytjeneste som Google Drive eller Dropbox for at downloade eller streame dem.";

"PLEX_CHECK_ACCOUNT" = "Tjek din Plex-konto under indstillinger.";
"PLEX_ERROR_ACCOUNT" = "Plex loginfejl";

"UNAUTHORIZED" = "Uautoriseret";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Ingen server fundet";
"NO_RECENT_STREAMS" = "Der er ikke afspillet nogen stream for nylig";

"WEBINTF_TITLE" = "Deling via Wi-Fi";
"WEBINTF_ETHERNET" = "Del via ethernet";
"WEBINTF_DROPFILES" = "Slip filer";
"WEBINTF_DROPFILES_LONG" = "Slip filer i vinduet for at tilføje dem til din %@.<br>Eller klik på \"+\"-knappen for at bruge filvælgeren.";
"WEBINTF_DOWNLOADFILES" = "Download filer";
"WEBINTF_DOWNLOADFILES_LONG" = "Klik blot på den fil du vil downloade fra din %@.";
"WEBINTF_ADDRESS_COPIED" = "Adresse kopieret til udklipsholder";
"WEBINTF_TITLE_ATV" = "Fjernafspilning";
"WEBINTF_DROPFILES_LONG_ATV" = "Slip filer i vinduet for at afspille dem på din %@.<br>Eller klik på \"+\"-knappen for at bruge filvælgeren.";
"WEBINTF_URL_SENT" = "URL sendt";
"WEBINTF_URL_EMPTY" = "URL må ikke være tom.";
"WEBINTF_URL_INVALID" = "Ikke en gyldig URL.";
"WEBINTF_AUTH_REQUIRED" = "Indtast venligst den adgangskode du angav i VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Forkert adgangskode.<br>Tilbageværende forsøg: ";
"WEBINTF_AUTH_BANNED" = "Du har indtastet for mange forkerte adgangskoder.<br>Genstart venligst VLC iOS og prøv igen.";

"DURATION" = "Varighed";
"TITLE" = "Titel";
"ROTATE_BUTTON" = "Rotér"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Skift mellem landskabs- og portrættilstand i videoafspiller."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Lydinfo";
"ENTER_URL" = "Indtast URL som skal afspilles";
"HTTP_SERVER_ON" = "Deaktivér fjernafspilning";
"HTTP_SERVER_OFF" = "Aktivér fjernafspilning";
"CACHED_MEDIA" = "Cached medie";
"CACHED_MEDIA_LONG" = "Medier der vises her er gemt lokalt på dit Apple TV. Bemærk at indhold når som helst kan blive fjernet af styresystemet uden forudgående besked, når VLC ikke kører, hvis din enhed løber tør for lagerplads.";
"DOWNLOAD_SUBS_FROM_OSO" = "Hent undertekster...";
"FOUND_SUBS" = "Fundne undertekster";
"NO_SUB_FOUND_OSO" = "Ingen undertekster fundet for dit medie \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Indlæs ekstern lyd...";
"SELECT_SUBTITLE_FROM_FILES" = "Indlæs eksterne undertekster...";
"USE_SPDIF" = "Brug gennemsendelse (S/PDIF)";

"PLAYBACK" = "Afspilning";
"REPEAT_MODE" = "Gentag";
"REPEAT_DISABLED" = "Deaktiveret";
"REPEAT_SINGLE" = "En";
"REPEAT_FOLDER" = "Mappe";
"SHUFFLE" = "Bland";
"SHUFFLE_DISABLED" = "Bland slået fra";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Nulstil liste";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Permanent nulstilling af listen over nyligt afspillede netværksstreams.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex-medieserver (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Netværk Fil System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR-filserver";
"DSM_WORKGROUP" = "Arbejdsgruppe";

"URL_NOT_SUPPORTED" = "URL'en kan ikke åbnes";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Tryk på %@ for at slette"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Bekræft sletningen af markeringen?";
"DELETE_MESSAGE_PLAYLIST" = "Er du sikker på, at du vil slette den valgte spilleliste?\nTilknyttede mediefiler slettes ikke.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Er du sikker på, at du vil fjerne de valgte medier fra spillelisten?\nDe slettes ikke fra disken.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protokol ikke valgt";
"Settings" = "Indstillinger";

"ERROR" = "Fejl";
"SORT" = "Sortér";
"SORT_BY" = "Sortér efter";
"SEARCH" = "Søgning";
"VIDEO" = "Video";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Album";
"ARTISTS" = "Kunstnere";
"EPISODES" = "Episoder";
"GENRES" = "Genre";
"ALL_VIDEOS" = "Alle videoer";
"SONGS" = "Sange";
"PLAYLISTS" = "Spillelister";
"VIDEO_GROUPS" = "Videogrupper";
"HISTORY" = "Historik";
"MODIFIED_DATE" = "Ændringsdato";
"NAME" = "Navn";

// MARK: - EDIT

"BUTTON_MENU" = "Menu";
"BUTTON_MENU_HINT" = "Vælg, arrangér og sortér medier i denne visning";

"BUTTON_EDIT" = "Rediger";
"BUTTON_EDIT_HINT" = "Redigeringstilstand";

"BUTTON_SELECT" = "Vælg";
"BUTTON_SELECT_HINT" = "Vælg knap";

"BUTTON_SELECT_ALL" = "Vælg alle";
"BUTTON_SELECT_ALL_HINT" = "Vælg alle medieelementer som ses i denne visning";

"BUTTON_HISTORY" = "Historik";
"BUTTON_HISTORY_HINT" = "Vis dine nyligt afspillede medier";

"BUTTON_CLEAR" = "Nulstil";
"CLEAR_HISTORY_TITLE" = "Nulstil historik";
"CLEAR_HISTORY_MESSAGE" = "Bekræft sletning af historik";

"ADD_TO_PLAYLIST" = "Tilføj til spilleliste";
"ADD_TO_PLAYLIST_HINT" = "Åbn menuen tilføj til spilleliste";

"PLAY_AS_AUDIO" = "Afspil som lyd";
"PLAY_AS_AUDIO_HINT" = "Afspil videofil som en lydfil.";

"PLAYLIST_PLACEHOLDER" = "Spillelistetitel";
"PLAYLIST_DESCRIPTION" = "Vælg en titel til din nye spilleliste";
"PLAYLIST_CREATION" = "Opret en ny spilleliste";
"PLAYLIST_CREATION_HINT" = "Vis en interaktiv handling til at oprette en spilleliste";
"ERROR_PLAYLIST_CREATION" = "Kunne ikke oprette en spilleliste";
"ERROR_PLAYLIST_TRACKS" = "Kunne ikke hente spor";

"ERROR_RENAME_FAILED" = "Omdøbning mislykkedes";
"ERROR_EMPTY_NAME" = "Titlen må ikke være tom";

"SHARE_LABEL" = "Del";
"SHARE_HINT" = "Del de valgte filer";
"RENAME_HINT" = "Omdøb de valgte filer";
"DELETE_HINT" = "Slet de valgte filer";

"ADDITIONAL_OPTIONS" = "Yderligere indstillinger";

// MARK: - Sort

"BUTTON_SORT" = "Sortér";
"BUTTON_SORT_HINT" = "Vis sorteringshandlingsark";
"HEADER_TITLE_SORT" = "Sortér efter";
"DESCENDING_LABEL" = "Faldende rækkefølge";
"DESCENDING_SWITCH_LABEL" = "Stigende eller faldende rækkefølge";
"DESCENDING_SWITCH_HINT" = "Sortér indholdet i stigende eller faldende rækkefølge";
"GRID_LAYOUT" = "Gitter";
"GRID_LAYOUT_HINT" = "Vis elementerne i et gitter";
"LIST_LAYOUT" = "Liste";
"HIDE_FEAT_ARTISTS" = "Skjul deltagende kunstnere";
"HIDE_TRACK_NUMBERS" = "Skjul spornumre";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumerisk";
"DURATION" = "Varighed";
"INSERTION_DATE" = "Indsættelsesdato";
"LAST_MODIFICATION_DATE" = "Dato for sidste ændring";
"RELEASE_DATE" = "Udgivelsesdato";
"FILE_SIZE" = "Filstørrelse";
"ARTIST" = "Kunstner";
"PLAY_COUNT" = "Antal afspilninger";
"ALBUM" = "Album";
"FILENAME" = "Filnavn";
"TRACK_NUMBER" = "Spornummer";
"NB_AUDIO" = "Lydnummer";
"NB_MEDIA" = "Medienummer";
"NB_VIDEO" = "Videonummer";
"NB_ALBUM" = "Antal albummer";
"LAST_PLAYBACK_DATE" = "Sidste afspilningsdato";
"TRACK_ID" = "Spor ID";
"CUSTOM" = "Brugerdefineret";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Intet fundet";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Ukendt kunstner";
"VARIOUS_ARTIST" = "Diverse kunstnere";
"UNKNOWN_ALBUM" = "Ukendt album";
"SINGLE_ITEM_SELECTED" = "enhed valgt";
"MULTIPLE_ITEMS_SELECTED" = "enheder valgt";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Undertekster og lydspor";
"SUBTITLE_AND_TRACK_HINT" = "Vælg undertekst eller lydspor";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVD-grænseflade";

"ROTATION_LOCK_BUTTON" = "Roteringslås";
"ROTATION_LOCK_HINT" = "Lås video til nuværende orientering";

"REPEAT_HINT" = "Gentag samme medie";
"DO_NOT_REPEAT_HINT" = "Gentag ikke medieliste";
"REPEAT_ALL_HINT" = "Gentag medieliste";

"BACKWARD_BUTTON" = "Tilbage";
"BACKWARD_HINT" = "Hop tilbage";

"PREVIOUS_BUTTON" = "Forrige";
"PREVIOUS_HINT" = "Forrige medie";

"PLAY_PAUSE_BUTTON" = "Afspil eller pause";
"PLAY_PAUSE_HINT" = "Afspil eller sæt nuværende afspilning på pause";

"STOP_BUTTON" = "Stop";
"CLOSE_HINT" = "Stop afspilning";

"MINIMIZE_BUTTON" = "Minimér";
"MINIMIZE_HINT" = "Minimér afspiller";

"NEXT_HINT" = "Næste medie";

"FORWARD_BUTTON" = "Frem";
"FORWARD_HINT" = "Hop frem";

"INTERFACE_LOCK_BUTTON" = "Lås grænseflade";

"SELECT_A_MARK" = "Vælg A-markeringen";
"SELECT_A_MARK_HINT" = "Vælg A-markeringen i AB-loop";
"SELECT_B_MARK" = "Vælg B-markeringen";
"SELECT_B_MARK_HINT" = "Vælg B-markeringen i AB-loop";

"AB_LOOP" = "A→B løkke";
"AB_LOOP_MARKS" = "A→B løkkemarkører";

"RESET_AB_LOOP" = "Vil du fjerne A→B løkken?";
"RESET_AB_LOOP_MARKS" = "Vil du nulstille A→B løkkemarkører?";

"SHUFFLE_HINT" = "Bland medieliste";
"SHUFFLE_OFF_HINT" = "Bland ikke medieliste";

"ASPECT_RATIO_TITLE" = "Billedformat";
"VIDEO_ASPECT_RATIO_BUTTON" = "Video billedformat";
"VIDEO_ASPECT_RATIO_HINT" = "Skift videoens billedformat";

"MORE_OPTIONS_BUTTON" = "Mere";
"MORE_OPTIONS_HINT" = "Vis flere indstillingsstyringer";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Afspilningskontroller";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, søg, næste kapitel";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Undertekster ikke understøttet.";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Undertekster er endnu ikke understøttet ved casting.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Equalizer";
"MORE_OPTIONS_HEADER_TITLE" = "Videoindstillinger";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Lydindstillinger";
"BOOKMARKS_TITLE" = "Bogmærker";
"ADD_BOOKMARKS_TITLE" = "Tilføj bogmærker";
"BOOKMARK_DEFAULT_NAME" = "Bogmærke ved";
"BOOKMARK_RENAME_TITLE" = "Omdøb bogmærke";
"BOOKMARK_DELETE_TITLE" = "Slet bogmærke";
"BOOKMARK_DELETE_MESSAGE" = "Bekræft sletning af bogmærket";
"INCREASE_BUTTON" = "Forøg knap";
"INCREASE_PLAYBACK_SPEED" = "Øg afspilningshastigheden";
"INCREASE_AUDIO_DELAY" = "Øg lydforsinkelsen";
"INCREASE_SUBTITLES_DELAY" = "Øg undertekstforsinkelsen";
"DECREASE_BUTTON" = "Sænk knap";
"DECREASE_PLAYBACK_SPEED" = "Sænk afspilningshastigheden";
"DECREASE_AUDIO_DELAY" = "Formindsk lydforsinkelsen";
"DECREASE_SUBTITLES_DELAY" = "Formindsk undertekstforsinkelsen";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Vis genvej for afspilningshastighed";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Slå til for at vise afspilningshastighedsgenvejen";
"VIDEO_FILTERS_HINT" = "Vælg for at åbne visningen af videofiltre";
"PLAYBACK_SPEED_HINT" = "Vælg for at åbne visningen af afspilningshastighed";
"SUBTITLES_DELAY_HINT" = "Vælg for at åbne visningen af undertekstforsinkelse";
"AUDIO_DELAY_HINT" = "Vælg for at åbne visningen af lydforsinkelse";
"SLEEP_TIMER_HINT" = "Vælg for at åbne visningen af søvntimer";
"EQUALIZER_HINT" = "Vælg for at åbne visningen af equalizer";
"CHAPTERS_HINT" = "Vælg for at åbne visningen af afsnit";
"BOOKMARKS_HINT" = "Vælg for at åbne visningen af bogmærker";
"INTERFACE_LOCK_HINT" = "Slå låsning af brugergrænsefladen til";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Tving genskanning af mediebibliotek";
"FORCE_RESCAN_MESSAGE" = "Vil du tvinge VLC til at genskanne dit mediebiblitek?\nDet kan tage en del tid.";

"FEEDBACK_EMAIL_TITLE" = "Tilbagemelding om VLC på iOS og iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Mailkonto ikke konfigureret";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Kontakt os via %@ fra en anden enhed.";

"SETTINGS_THEME_BLACK" = "Anvend sort baggrund i mørk tilstand.";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Forbedrer batterilevetid på enheder med en OLED-skærm";

"SETTINGS_RESET_TITLE" = "Nulstil indstillingerne";
"SETTINGS_RESET_MESSAGE" = "Vil du nulstille alle indstillingerne til standardværdier?";

"SETTINGS_PLAY_ALL" = "Flydende afspilning af samlinger";
"SETTINGS_PLAY_ALL_HINT" = "Slå til for automatisk afspilning af det næste medie i lyd- eller videofaneblade";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Flydende afspilning af afspilningslister";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Slå til for automatisk afspilning af næste medie i en afspilningsliste";

"SETTINGS_DOCUMENTATION" = "Dokumentation";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Advarsel om SMBv1-forbindelse";
"SMBV1_WARN_DESCRIPTION" = "Vi registrerede en gammel protokol (SMBv1).\nEr du sikker på, at du vil fortsætte med SMBv1?\nVi anbefaler at du opgraderer eller ændrer dine serverindstillinger.";
"SMBV1_CONTINUE" = "Fortsæt med SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Prøv SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Kodning";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Føj til mediegruppe";
"ADD_TO_MEDIA_GROUP_HINT" = "Åbn tilføj til mediegruppe-menuen";

"MEDIA_GROUPS" = "Mediegrupper";
"MEDIA_GROUPS_DESCRIPTION" = "Vælg en titel til din nye mediegruppe";
"MEDIA_GROUPS_PLACEHOLDER" = "Titel for mediegruppe";

"REMOVE_FROM_MEDIA_GROUP" = "Fjern fra mediegruppe";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Fjern markering fra mediegruppe";

"MEDIA_GROUP_CREATION" = "Ny mediegruppe";
"MEDIA_GROUP_CREATION_HINT" = "Vis besked til oprettelse af spilleliste";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Flyt indholdet til øverste niveau";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Flytter markeringens indhold til det øverste niveau";

"BUTTON_REGROUP" = "Omgruppér";
"BUTTON_REGROUP_TITLE" = "Omgruppér markering";
"BUTTON_REGROUP_HINT" = "Forsøg automatisk at omgruppere enkelte medier.";
"BUTTON_REGROUP_DESCRIPTION" = "Er du sikker på, at du vil forsøge at omgruppere enkelte medier automatisk?\nDet kan tage noget tid.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Placér medier her for at tilføje dem";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Tilføjer ...";

// MARK: - QueueViewController

"PLAY_HINT" = "Afspil";
"PLAY_LABEL" = "Afspil";
"PLAY_NEXT_IN_QUEUE_HINT" = "Afspil næste i kø";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Afspil næste i kø";
"APPEND_TO_QUEUE_HINT" = "Tilføj til kø";
"APPEND_TO_QUEUE_LABEL" = "Tilføj til kø";
"QUEUE_LABEL" = "Kø";

"DISPLAY_AS" = "Vis som";

/* New strings */
"BRIGHTNESS_HINT" = "Vertikal lysstyrkekontrol";
"BRIGHTNESS_SLIDER" = "Glid vertikalt for at ændre lysstyrken";

/* New strings */
"VOLUME_HINT" = "Vertikal volumenkontrol";
"VOLUME_SLIDER" = "Glid vertikalt for at ændre volumen";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Afspilningsstyring";
"MENU_REPEAT_DISABLED" = "Gentag ikke";
"MENU_REPEAT_SINGLE" = "Gentag en";
"MENU_REPEAT_ALL" = "Gentag alle";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Handlingsarksbaggrund";
"ACTIONSHEET_BACKGROUND_HINT" = "Klik for at fjerne handlingsarket";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Skriv et valgfrit beløb";
"DONATION_TITLE" = "Privatliv over profit";
"DONATION_DESCRIPTION" = "Privat og åben kildekode multimedier finansieret af dig. Ingen reklamer. Ingen sporing. Uden kompromiser. Gratis for alle. Donér nu for at støtte VideoLAN.";
"DONATION_WINDOW_TITLE" = "Giv en donering til VideoLAN";
"DONATE_CC_DC" = "Kredit- eller debitkort";
"DONATION_CHOOSE_PP" = "Vælg din betalingsudbyder";
"DONATION_CHOOSE_CURRENCY" = "Vælg en valuta";
"DONATION_AMOUNT" = "Doneret beløb: %@";
"DONATION_CC_NUM" = "Kreditkortnummer";
"DONATION_CC_EXPIRY_DATE" = "Udløbsdato";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Mislykket opsætning af Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC kunne ikke få Apple Pay til at gennemføre din donation. Vælg en anden betalingsudbyder for at fortsætte.";
"DONATION_DONATE_BUTTON" = "Donér";
"PURCHASE_FAILED" = "Køb mislykkedes.";
"SEND_DONATION" = "Send din støtte";
"PURCHASE_SUCESS_TITLE" = "Støtten er sendt";
"PURCHASE_SUCESS_DESCRIPTION" = "Tak for din støtte!";
"DONATION_CONTINUE" = "Fortsæt";
"BUTTON_NOT_NOW" = "Ikke nu";
"DONATION_NAGSCREEN_TITLE" = "Donér i dag";
"DONATION_NAGSCREEN_SUBTITLE" = "Støt fri og åben kildekode multimedier";
"DONATION_INVOICES" = "Regninger";
"DONATION_RECEIPTS" = "Kvitteringer";
"DONATION_INVOICES_RECEIPTS" = "Regninger & kvitteringer";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Hvis du har geninstalleret VLC, vil regninger eller kvitteringer fra tidligere donationer ikke fremgå, da hele den personlige information kun lagres på denne enhed.\n\nHvis du har spørgsmål, kan du kontakte os på donation@videolan.org og nævne dette anonyme bruger-ID: %@";
"DONATION_CANCEL_MONTHLY" = "Stop en regelmæssig donation";
"DONATION_MONTHLY" = "Månedlig";
"DONATION_MONTHLY_FORMAT" = "%@/måned";
"DONATION_MONTHLY_VIDEOLAN" = "Månedlig donation til VideoLAN";
"DONATION_ONCE" = "Engangs";
"DONATION_UPDATE_MONTHLY" = "Opdatér regelmæssig donation";
"DONATION_VIDEOLAN" = "Donation til VideoLAN";
"DONATION_CANCEL_LONG" = "Vi er kede af, at du stopper den regelmæssige månedlige donation til VideoLAN. Din tidligere støtte har betydet rigtig meget for os. Tusind tak!";
"DONATION_BANK_TRANSFER" = "Bankoverførsel";
"DONATION_BANK_TRANSFER_LONG" = "Stripe bearbejder donationer til VideoLAN. VideoLAN indsamler ikke og husker ikke dine personlige informationer.";
"DONATION_BUTTON_AGREE" = "Enig";
"DONATION_IBAN" = "Bankkontonummer (IBAN)";
"DONATION_EMAIL" = "Email";
"DONATION_NAME" = "Navn";
"DONATION_NAME_BANK_ACCOUNT" = "Navn på bankkonto";
"DONATION_EMBARGOED_COUNTRY" = "For tiden kan vi ikke modtage donationer fra dit land. Læn dig tilbage og nyd VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Hop tilbage";
"KEY_JUMP_FORWARDS" = "Hop frem";
"KEY_INCREASE_PLAYBACK_SPEED" = "Hurtigere afspilning";
"KEY_DECREASE_PLAYBACK_SPEED" = "Lavere afspilningshastighed";
"KEY_RESET_PLAYBACK_SPEED" = "Nulstil afspilningshastighed";
"KEY_SEEK_TO_PERCENT" = "Søg til %i%% af varigheden";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Baggrund for titelvalg";
"TITLESELECTION_BACKGROUND_HINT" = "Tap for at fjerne visningen.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Slet \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Slet \"%@\" og %d andre?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Afspil i baggrunden";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Afspil valgt afspilningsliste i baggrunden uden at åbne app'en.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Afspil ${mediaName} i baggrunden";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Lodret glider";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Forøg";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Formindsk";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Download af filen \"%@\" udført";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Tilføjede %d medie til %@";
"ADD_ALERT_TITLE" = "Udvælgelse fundet i afspilningsliste";
"ADD_ALERT_MESSAGE_SINGLE" = "Du prøver at tilføje et medie, der allerede er en del af %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "Du prøver at tilføje %d medie, der allerede er en del af %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Sidst afspillet";
